Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Use of Mutation Events is deprecated. Use MutationObserver instead.
ne: Mutation Eventsको प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा MutationObserver प्रयोग गर्नुहोस्।

source: Tuvalu
ne: टुभालु

source: Request method:
ne: अनुरोध विधि:

source: Use Password Manager to remember this password.
ne: यो पासवर्ड सम्झनका लागि पासवर्ड प्रबन्धक प्रयोग गर्नुहोस्।

source: Filter Scripts
ne: स्क्रिप्टहरू छान्नुहोस्

source: Greek
ne: ग्रीक

source: Fetch the remaining %S bytes
ne: बाँकीको %S बाइटहरू तान्नुहोस्

source: Thanks for choosing $BrandFullName, the browser that chooses you above everything else.
ne: $BrandFullName छान्नुभएकोमा धन्यबाद, ब्राउजरले तपाईंलाइ अरू भन्दा माथि रोज्छ ।

source: &Open File…
ne: फाइल खोल्नुहोस्

source: View site information
ne: साइट जानकारी हेर्नुहोस्

source: This site includes elements that may track your browsing. You have disabled protection.
ne: यो साइटमा तपाईँको ब्राउजिङ ट्र्याक गर्न सक्ने तत्वहरू छन्। तपाईँले संरक्षण अक्षम गर्नुभएको छ।

source: Hack the %1$S Developer Tools
ne: %1$S विकासकर्ता सामग्रीलाई ह्याक गर्नुहोस्

source: Save this style sheet to a file
ne: यो शैली पाना फाइलमा सङ्ग्रह गर्नुहोस्

source: Nominated
ne: मनोनयन गरिएको

source: Default for Current Locale
ne: वर्तमान स्थानीयका लागि पूर्वनिर्धारित

source: Debug Mode
ne: डिबग मोड

source: Computed
ne: पूरा भयो

source: Offline Web Content and User Data
ne: अफलाईन वेब सामग्री र प्रयोगकर्ता डाटा

source: Navigation Toolbar
ne: नेभिगेसन टुलबार

source: The signer's certificate could not be found.
ne: हस्ताक्षरकर्ताको प्रमाणपत्र फेला पार्न सकेन।

source: Search
ne: खोजी गर्नुहोस्

source: Permissions
ne: अनुमतिहरू

source: Connected to %1$S…
ne: %1$S मा जडान भयो…

source: Encrypted connections only
ne: गुप्तीकरण गरिएको जडान मात्र

source: Swahili
ne: स्वाहिली

source: Firefox Sync will remove the following data: %S.
ne: Firefox सिङ्क निम्न डाटा हटाउने छ: %S।

source: Filter Variables
ne: चलहरू फिल्टर गर्नुहोस्

source: Downloading update —
ne: अद्यावधिकहरू डाउनलोड हुदैँछन् —

source: '%1$S' is not a file
ne: '%1$S' फाइल होइन

source: Stor&age
ne: भण्डारण

source: &Install Add-on From File…
ne: फाइलबाट एड-अनहरू स्थापना गर्नुहोस्…

source: Themes
ne: आवरणहरू

source: has pop up
ne: पप अप छ

source: A few seconds remaining
ne: केही सेकेन्ड बाँकी

source: Hosted App can't be type '%S'.
ne: होष्ट गरिएको अनुप्रयोग '%S' प्रकारको हुनसक्दैन।

source: Match case
ne: केस जोडा मिलाउनुहोस्

source: Disable this add-on (restart required)
ne: यस एड-अनलाई निस्क्रिय पर्नुहोस् (पुनःसुरु गर्नु पर्ने)

source: SHA-256 Fingerprint
ne: SHA-256 फिङ्गर प्रिन्ट

source: Learn more…
ne: अझै जान्नुहोस्…

source: French Guiana
ne: फ्रान्सेली गुइआना

source: About Service Workers
ne: Service Workers को बारेमा

source: The character "%S" is not allowed in profile names. Please choose a different name.
ne: वर्ण "%S" लाई प्रोफाइल नामहरूमा अनुमति छैन। कृपया भिन्न नाम छनोट गर्नुहोस्।

source: You must be connected to the Internet to sign in.
ne: साइन-इन गर्नको निमित्त तपाईँ इन्टरनेटसँग जडित हुनुपर्दछ ।

source: &Web Developer
ne: वेब डेभेलोपर

source: Recently Closed Windows
ne: हालसालै बन्द गरिएका सञ्झ्यालहरू

source: Help
ne: मद्दत

source: Show all the bookmarks folders
ne: पुस्तकचिनोको सबै फोल्डरहरू देखाउनुहोस्

source: Upgrading $BrandShortName…
ne: $BrandShortName स्तरोन्नति गरिँदै…

source: log
ne: लग

source: Permanent
ne: स्थायी

source: Program %S
ne: कार्यक्रम %S

source: This isn't a web forgery…
ne: यो एउटा वेब जालसाजी होइन…

source: Phrase not found
ne: वाक्यांश फेला परेन

source: Form contains enctype=%S, but does not contain method=post. Submitting normally with method=GET and no enctype instead.
ne: फारामले enctype=%S समाविष्ट गर्दछ, तर method=post समाविष्ट गर्दैन । method=GET संगै सामान्य रुपमा पेश हुदैछ र सट्टामा enctype छैन ।

source: Rhaeto-Romanic
ne: राएतो-रोमानिक

source: Microsoft Document Signing
ne: माइक्रोसफ्ट कागजात हस्ताक्षर गरिनु

source: button
ne: बटन

source: &Wrap
ne: बेर्नुहोस्

source: %1$S is later than maximum allowed: %2$S.
ne: %1$S अधिकतम अनुमति दिइएको भन्दा पछाडिको: %2$S।

source: &A > Z Sort Order
ne: A > Z श्रेणीबद्ध क्रम

source: Changing Recovery Key and uploading local data, please wait…
ne: रिकोभरि कि फेरिँदै छ र स्थनीय डाटा अपलोड हुँदैछ, कृपया प्रतिक्षा गर्नुहोस्...

source: View Frame &Info
ne: फ्रेम जानकारी हेर्नुहोस्

source: Save File As
ne: फाइल सङ्ग्रह गर्नुहोस्

source: Kosovo
ne: कोसोभो

source: Start in Safe Mode
ne: सुरक्षित मोडमा सुरु गर्नुहोस्

source: Croatia
ne: क्रोएशिया

source: $AppName will be uninstalled from your computer.
ne: तपाईँको कम्प्युटरबाट $AppName विस्थापन हुनेछ।

source: pane
ne: फलक

source: Serbia
ne: सर्बिया

source: Use of document.createAttributeNS() is deprecated. Use element.setAttributeNS() instead.
ne: document.createAttributeNS()को प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा element.setAttributeNS() प्रयोग गर्नुहोस्।

source: Paused
ne: पज गरिएको

source: Confirm Dialog Preference
ne: संवाद रुचि पुष्टि गर्नुहोस्

source: Get started
ne: सुरु गर्नुहोस्

source: To activate your device you will need to enter your Recovery Key. Please print or save this key and take it with you.
ne: तपाईँको उपकरण सक्रिय गर्न तपाईँको पुनर्स्थापना साँचो प्रविष्ट गर्न आवश्यक हुन्छ। कृपया यो साँचो प्रिन्ट वा सङ्ग्रह गरि आफुसँग राख्नुहोस्।

source: Restore only the ones you want
ne: तपाईँले चाहनुभएको मात्र पुनर्स्थापित गर्नुहोस्

source: View &Image
ne: तस्विर हेर्नुहोस्

source: Certificate type not approved for application.
ne: अनुप्रयोगको लागि प्रमाणपत्रको प्रकार स्वीकृत छैन।

source: Block Lists
ne: रोक सूचीहरू

source: Close %S
ne: %S बन्द गर्नुहोस्

source: Show Update History
ne: अद्यावधिक इतिहास देखाउनुहोस्

source: heading level %S
ne: शीर्षक स्तर %S

source: If you are the only person using this copy of &brandShortName;, you must have at least one profile. If you would like, you can create multiple profiles for yourself to store different sets of settings and preferences. For example, you may want to have separate profiles for business and personal use.
ne: यदि तपाईँ मात्र &brandShortName; को प्रतिलिपि प्रयोग गर्ने व्यक्ति हो भने तपाईँसँग कम्तिमा एउटा प्रोफाइल हुनुपर्ने हुन्छ। यदि तपाईँ चाहनुहुन्छ भने, आफ्ना लागि सेटिङ्हरूका भिन्न सेटहरू र प्राथमिकताहरू भण्डारण गर्नका लागि धेरै फ्रोफाइलहरू सिर्जना गर्न सक्नुहुन्छ। उदाहरणार्थ, तपाईँले व्यापारिक र व्यक्तिगत प्रयोगका लागि भिन्न प्रोफाइलहरू चाहनुभएको हुनसक्छ।

source: Barbados
ne: बारबाडोस

source: Expires on
ne: म्याद समाप्त हुने

source: Type
ne: प्रकार

source: You can always change your mind at any time by going to the Add-ons Manager.
ne: तपाई जहिले कुनै पनि समय आफ्नो सोँच परिवर्तन गर्न सक्नु हुनेछ एड-अन म्यानेजरमा गएर।

source: Manipulate the commands
ne: आदेशहरू हेरफेर गर्नुहोस्

source: Links
ne: लिङ्कहरू

source: Include the address of the page I was on
ne: म भएको पृष्ठको ठेगाना समेट्नुहोस्

source: None
ne: कुनै पनि होइन

source: Error creating %S
ne: %S सिर्जना गर्दा त्रुटि

source: Make &Default
ne: पूर्वनिर्धारित बनाउनुहोस

source: Share
ne: साझेदारी

source: Select &All
ne: सबै चयन गर्नुहोस्

source: packets
ne: प्याकेटहरू

source: Send
ne: पठाउनुहोस्

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
ne: तपाईंको कम्प्युटरमा $BrandFullNameDA को स्थापना रद्द पूरा गर्न फेरि सुरु गर्नुपर्छ। तपाईं अहिले रिबुट गर्न चाहनुहुन्छ?

source: Count
ne: गणना

source: Combo boxes
ne: कम्बो बाकस

source: &Restore
ne: पूर्ववस्थामा ल्याउनुहोस्

source: Choose the type of setup you prefer, then click Next.
ne: तपाईंको रुचिको सेटअप प्रकार छनौट गर्नुहोस्, त्यसपछि अर्को क्लिक गर्नुहोस्।

source: Warn me when opening multiple tabs might slow &down &brandShortName;
ne: बहुविध ट्याबहरू खोल्दा &brandShortName; ढिलो हुन सक्छ भनेर मलाई सचेत गर्नुहोस्

source: Sent
ne: पठाइयो

source: Open new windows in a new &tab instead
ne: नयाँ सञ्झ्यालहरू नयाँ ट्याबमा खोल्नुहोस्

source: &Don't import anything
ne: केहि पनि आयात नगर्नुहोस्

source: Noon
ne: मध्यान्ह

source: Keywords:
ne: शब्दकुञ्जीः

source: Your camera and microphone are being shared. Click to control sharing.
ne: तपाईँको क्यामेरा र माइक्रोफोन साझा भइरहेका छन्। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: Params
ne: परामितिहरू

source: Now when you open New Tab, you'll also see sites we think might be interesting to you. Some may be suggested by Mozilla or sponsored by one of our partners.
ne: जब तपाईँले नया ट्याब खोल्नुहुन्छ, तपाईँले विभिन्न साइटहरू देख्न सक्नुहु्न्छ जुन हजुरलाई मन पर्छ भन्ने हामीलाई लाग्छ। कुनै कुरा Mozilla कै सुझाव हुन सक्छ अथवा हाम्रो कुनै एक साझेदारद्वारा प्रायोजित हुन सक्छ।

source: Mute tab
ne: ट्याब म्युट गर्नुहोस्

source: <p>You should not add an exception if you are using an internet connection that you do not trust completely or if you are not used to seeing a warning for this server.</p> <p>If you still wish to add an exception for this site, you can do so in your advanced encryption settings.</p>
ne: <p>यदी यो इन्टरनेट जडानमा तपाईँलाई पुर्ण भरोसा छैन वा यदि तपाईँले पहिले यस किसिमको चेतावनी देख्नुभएको थिएन भने, तपाईँले अपवादमा थप्नु हुँदैन।</p> <p>तपाईं अझै पनि यो साइट लागि एक अपवाद थप्न चाहनुहुन्छ भने, तपाईंले आफ्नो उन्नत इन्क्रिप्सन सेटिङमा त्यसो गर्न सक्नुहुन्छ।</p>

source: Singhalese
ne: सिङ्गेलिज

source: Pr&operties…
ne: विशेषताहरू

source: %S was unable to install updates for the following add-ons:
ne: %S निम्न एड-अनको लागि अद्यावधिक स्थापना गर्न असमर्थ थियो:

source: Valid
ne: वैध

source: Install the update for this add-on
ne: यो एड-अनको लागि अद्यावधिक स्थापना गर्नुहोस्

source: Copy
ne: प्रतिलिपि गर्नुहोस्

source: R&emove From List
ne: सूचीबाट हटाउनुहोस्

source: Dark
ne: अँध्यारो

source: This certificate can identify mail users.
ne: यो प्रमाणपत्रले मेल प्रयोगकर्ताहरूको पहिचान गर्न सक्छ।

source: <anonymous>
ne: <अनाम>

source: Install cancelled
ne: स्थापना रद्द गरियो

source: Use of document.createAttribute() is deprecated. Use element.setAttribute() instead.
ne: document.createAttribute()को प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा element.setAttribute() प्रयोग गर्नुहोस्।

source: A Web Browser Renaissance is (C) Sean.Martell. Available under CC-BY-SA. No warranty.
ne: वेब ब्राउजरको पुनर्जागरण (C) Sean हो । Martell । CC-BY-SA अन्तरगत प्राप्त । बिना जमानत ।

source: &Learn more…
ne: अझ जान्नुहोस्

source: document
ne: कागजात

source: Show more bookmarks
ne: अरु पुस्तकचिनोहरू देखाउनुहोस्

source: Uzbek
ne: उज्बेक

source: X (degrees)
ne: X (डिग्री)

source: Thailand
ne: थाइल्याण्ड

source: %S KB
ne: %S किलोबाइट

source: Sat
ne: शनि

source: Breakpoint removed
ne: विच्छेदन बिन्दु हटाइयो

source: Yoruba
ne: योरुबा

source: Securing connection…
ne: जडानलाई सुरक्षित बनाइदैँ...

source: &Sync Now
ne: अहिले सिङ्क गर्नुहोस्

source: Find updates for installed plugins at
ne: स्थापना गरिएका प्लगइनहरूको अद्यावधिक खोज्नुहोस्

source: Clea&r history when &brandShortName; closes
ne: &brandShortName; बन्द हुँदा इतिहास मेटाउनुहोस्

source: Expected identifier in media list but found '%1$S'.
ne: मिडिया सूचीमा पहिचायक अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: The PKCS #12 operation failed for unknown reasons.
ne: अज्ञात कारणहरूले गर्दा PKCS #12 सञ्चालन सफल हुन सकेन।

source: TLS Web Server Authentication
ne: TLS वेब सर्भर प्रमाणिकरण

source: Change Password…
ne: पासवर्ड परिवर्तन गर्नुहोस्...

source: Turn Tracking Protection On
ne: ट्र्याकिङ सुरक्षा खोलिदैँ

source: &Delete This Page
ne: यो पृष्ठ मेट्नुहोस्

source: Recent
ne: हाल्सालैको

source: Max consecutive line breaks
ne: अधिकतम लगातार लाइन विश्रामहरू

source: Report sent
ne: प्रतिवेदन पठाइयो

source: Nepali
ne: नेपाली

source: Flash
ne: फ्ल्यास

source: Browser tabs
ne: ब्राउजर ट्याबहरू

source: Korea, South
ne: कोरिया, दक्षिण

source: Key ID
ne: कुञ्जी आई डी

source: Malicious software can damage your computer or violate your privacy.
ne: खराब सफ्टवेयरले तपाईचको कम्प्युटरमा बिगार्न वा तपाईँको गोपनीयता उल्लङ्घन गर्न सक्छन्।

source: Cookie Name
ne: कुकी नाम

source: ANSI X9.57 DSA Signature with SHA1 Digest
ne: SHA1 डाइजेस्ट सहितको ANSI X9.57 DSA हस्ताक्षर

source: Blocked: Download may contain a virus or spyware
ne: अवरुद्ध: डाउनलोडमा भाइरस वा स्पाइवेयर समावेश हुन सक्छ

source: Fi&nd what:
ne: फेला पार्नुहोस्:

source: Data
ne: डाटा

source: %1$S is known to be vulnerable. Use with caution.
ne: %1$S असुरक्षित रहेको थाह भएको छ। सावधानी पूर्वक प्रयोग गर्नुहोस्।

source: Firefox Sync will now replace all of the browser data on this device with the data in your Sync account.
ne: Firefox सिङ्कले अब तपाईंको सिङ्क खातामा यो उपकरणको ब्राउजर डाटा सबै प्रतिस्थापन गर्नेछ।

source: "Delete file: "
ne: "फाइल डिलिट:"

source: Linen Light is (C) DVemer. Available under CC-BY-SA. No warranty.
ne: सनी बत्ति (C) fx5800p हो । CC-BY-SA अन्तरगत प्राप्त । बिना जमानत ।

source: Critical
ne: असामान्य

source: Other (incl. Western European)
ne: अन्य (पश्चिमी युरोपेली सहित)

source: &Pretty Print
ne: राम्रो छपाइ

source: Rwanda
ne: रवाण्डा

source: %1$S has been disabled due to security or stability issues.
ne: %1$S सुरक्षाको कारण वा स्थिरता कारण अक्षम भएको छ।

source: Page:
ne: पृष्ठ:

source: Directory %S could not be created
ne: डाइरेक्टरी %S सिर्जना गर्न सकिएन

source: Prompt
ne: तुरुन्त

source: Transferring data from %1$S…
ne: %1$S बाट तथ्याङ्क स्थानान्तर गरिँदैछ...

source: &brandShortName; will then copy your &syncBrand.fullName.label; data to this device.
ne: &brandShortName; ले त्यसपछि यो उपकरणमा तपाईँको &syncBrand.fullName.label; डाटा प्रतिलिपि गर्नेछ।

source: Saved Form History
ne: सङ्ग्रह गरिएको फारम इतिहास

source: Expected attribute name or namespace but found '%1$S'.
ne: विशेषता नाम वा नेमस्पेस अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: &Monospace:
ne: मोनोस्पेस:

source: Format & Options
ne: ढाँचा र विकल्पहरू

source: Go to the address in the Location Bar
ne: लोकेसन बारमा भएको स्थानमा जानुहोस्

source: Click Cancel to stop the installation or Retry to try again.
ne: स्थापना बन्द गर्न रद्दमा क्लिक गर्नुहोस् वा फेरि प्रयास गर्न पुन: प्रयास गर्नुहोस्।

source: Security Modules and Devices
ne: सुरक्षा मोड्युलहरू र साधनहरू

source: Proxy Server Refused Connection
ne: प्रोक्सी सर्भरले जडान अस्वीकार गर्यो

source: Invalid value
ne: अवैध मान

source: Show installed add-ons
ne: स्थापना भइसकेका एड-अनहरू सूचीकृत गर्नुहोस्

source: This application is run after a crash to report the problem to the application vendor. It should not be run directly.
ne: यो अनुप्रयोग अनुप्रयोग विक्रेतालाई समस्या रिपोर्ट गर्न एक क्र्यास पछि चलान गरेको छ। यो सीधा चलान हुँदैन।

source: Sharing Microphone with #1 tab;Sharing Microphone with #1 tabs
ne: माइक्रोफोन साझेदारी #1 ट्याब;माइक्रोफोन साझेदारी #1 ट्याब

source: complementary
ne: पूरक

source: Newer versions of one or more of your plugins were found.
ne: तपाईँको एक या बढि प्लगइनहरूको अद्यावधि भेटियो।

source: den
ne: डिनोमिनेटर

source: Please confirm which user you are changing the password for
ne: कृपया कुन प्रयोगकर्ताको पासवर्ड अद्यावधिक गर्दै हुनुहुन्छ यकिन गर्नुहोस्

source: Open Web developer tools (%S)
ne: खुल्ला वेब विकासकर्ता उपकरणहरू (%S)

source: Save Link t&o Pocket
ne: Pocket मा लिङ्क सङ्ग्रह गर्नुहोस्

source: Multiprocess Windows
ne: बहुप्रक्रिया सञ्झ्यालहरू

source: Try Again
ne: पुनःप्रयास गर्नुहोस्

source: R&emove All Sites
ne: सबै साइट हटाउनुस

source: Unexpected token within @namespace: '%1$S'.
ne: @namespace भित्र अनपेक्षित टोकन: '%1$S' ।

source: Restore &Default Search Engines
ne: पूर्वानिर्धारीत खोज इन्जिन पुनर्स्थापना गर्नुहोस्

source: scroll bar
ne: स्क्रोल पट्टी

source: Your password has been reset.
ne: तपाईँको पासवर्ड रिसेट गरिएको छ।

source: &Normal Speed
ne: साधारण गति

source: Divehi
ne: दिवेही

source: (not yet valid)
ne: (अझै सम्म वैध छैन)

source: Tab size
ne: ट्याब आकार

source: Filename is missing
ne: फाइलनाम हराईरहेको छ

source: No matches
ne: मिल्दो छैनन्

source: Toggle Sidebar
ne: टगल साइडबार

source: Yesterday
ne: हिजो

source: Create a New Account
ne: नयाँ खाता खोल्नुहोस्

source: Are you sure you want to quit $BrandFullName Setup?
ne: के तपाईं $BrandFullName सेटअप अन्त्य गर्न चाहनुहुन्छ?

source: Media
ne: मिडिया

source: Block Images from %S
ne: %S बाट तस्विरहरू रोक्नुहोस्

source: &Remove from Menu
ne: मेनुबाट हटाउनुहाेस्

source: Gujarati
ne: गुजराती

source: required
ne: आवश्यक

source: New Zealand
ne: न्यूजिल्यान्ड

source: Don't Install
ne: स्थापित नगर्नुहोस्

source: XSLT transformation failed.
ne: XSLT स्थान्तरण असफल भयो ।

source: Expected identifier for attribute name but found '%1$S'.
ne: विशेषता नामको लागि पहिचायक अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: U&ndo Add To Dictionary
ne: शब्दकोशमा थप्न पूर्वस्थितिमा फर्काउनुहोस्

source: Switch to Presentation Mode
ne: प्रस्तुति मोडमा जानुहोस्

source: &Remove Site
ne: साइट हटाउनुहोस्

source: Sep
ne: सेप्टेम्वर

source: Not After
ne: पछि होइन

source: , a
ne: , एउटा

source: ANSI X9.62 elliptic curve c2tnb191v2
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb191v2

source: ANSI X9.62 elliptic curve c2tnb191v3
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb191v3

source: Almost done…
ne: लगभग भयो…

source: Importing…
ne: आयात हुदैछ…

source: Couldn't move crash dump.
ne: क्र्यास डम्प सार्न सकिएन।

source: Radio buttons
ne: रेडियो बटनहरू

source: Kurdish
ne: कुर्दिश

source: Expected <position> but found '%1$S'.
ne: <position>को अपेक्षा गरिएयो तर '%1$S' फेला पर्यो।

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p>
ne: <p>जडान लिङ्क सम्झौता गर्न खोज्दा अवरोध भएको थियो । कृपया फेरि प्रयास गर्नुहोस् ।</p>

source: ANSI X9.62 elliptic curve c2tnb191v1
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2tnb191v1

source: October
ne: अक्टोबर

source: SSL received a record with an incorrect Message Authentication Code.
ne: SSL ले गलत संदेश प्रमाणीकरण कोड युक्त रेकर्ड प्राप्त गरेको छ ।

source: term
ne: सर्त

source: SECG elliptic curve secp256k1
ne: SECG अण्डाकार वक्ररेखा secp256k1

source: Browser Console
ne: ब्राउजर कन्सोल

source: Email Link
ne: लिङ्कलाई इमेल गर्नुहोस्

source: Don't Quit
ne: अन्त्य नगर्नुहोस्

source: $BrandFullNameDA has been installed on your computer. Click Finish to close this wizard.
ne: $BrandFullNameDA तपाईको कम्प्युटर मा स्थापित गरिएको छ। यो विजार्ड बन्द गर्न समाप्त क्लिक गर्नुहोस्।

source: Software Installation
ne: सफ्टवेयर स्थापना

source: Microsoft Domain GUID
ne: माइक्रोसफ्ट डोमेन GUID

source: Use of removeAttributeNode() is deprecated. Use removeAttribute() instead.
ne: removeAttributeNode()को प्रयोग अस्वीकार गरिएको छ। यसको सट्टामा removeAttribute() प्रयोग गर्नुहोस्।

source: Add to &Menu
ne: &Menuमा थप्नुहोस्

source: Jul
ne: जुलाई

source: Left footer
ne: बायाँ फुटर

source: Jun
ne: जून

source: This person is not online
ne: व्यक्ति अनलाइन छैन

source: &Personal
ne: व्यक्तिगत

source: up diagonal arrow
ne: माथि विकर्ण तीर

source: GPU Accelerated Windows
ne: जि पी यु गतिवर्धन सञ्झ्यालहरू

source: Certificate:
ne: प्रमाणपत्र:

source: Restart request cancelled by user.
ne: प्रयोगकर्ताद्वारा फेरी सुरु गर्ने अनुरोध रद्द गरियो।

source: Bring All to Front
ne: सबैलाई अगाडि ल्याउनुहोस्

source: Reload &All Tabs
ne: सबै ट्याबहरू पुनः लोड गर्नुहोस्

source: cycled
ne: परिक्रमण

source: Scottish Gaelic
ne: स्टकिस गेअलिक

source: Would you like %S to remember this password?
ne: के तपाईँ %S मा पासवर्ड सम्झन चाहनुहुन्छ ?

source: Denmark
ne: डेनमार्क

source: Only valid for the lifetime of the browser session
ne: ब्राउजर सत्रको जीवनकालमा लागि मात्र वैध

source: The site %S wants to modify an existing cookie.
ne: साइट %S ले अवस्थित कुकी परिमार्जन गर्न चाहन्छ।

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ne: यो पृष्ठमा स्क्रिप्ट व्यस्त हुन सक्छ, वा यसले प्रतिक्रिया दिन बन्दं गरेको हुन सक्छ। तपाईँले यस स्क्रिप्टलाई अहिले रोक्न सक्नुहुन्छ, वा स्क्रिप्ट समाप्त हुन्छ भने निरन्तरता दिन सक्नुहुन्छ।

source: Search in All Files
ne: सबै फाइलहरूमा खोजी गर्नुहोस्

source: Mayotte
ne: मायोटी

source: Please wait…
ne: कृपया प्रतिक्षा गर्नुहोस्…

source: &Don't ask me again
ne: मलाई फेरि नसोध्नुहोस्

source: &Basic Page Style
ne: आधारभूत पृष्ठ शैली

source: Missing closing ')' in negation pseudo-class '%1$S'.
ne: प्रतिवाद pseudo-class '%1$S' मा बन्द ')' हराइरहेको छ ।

source: Swedish
ne: स्विडिस

source: Highlight all occurrences of the phrase
ne: यस घटनाहरूमा फेला पर्ने सम्पूर्ण वाक्यांशहरूमा हाइलाइट गर्नुहोस्

source: Sorted by %COLNAME%
ne: %COLNAME% बाट क्रमबद्ध गरिएको

source: No headers for this request
ne: यो अनुरोधको लागि हेडरहरू छैन

source: Add %S (%S) as an application for %S links?
ne: %S लिङ्कको लागि %S (%S) लाई अनुप्रयोगको रुपमा थप्ने?

source: This wizard will guide you through the uninstallation of $BrandFullNameDA. Before starting the uninstallation, make sure $BrandFullNameDA is not running. $_CLICK
ne: यो विजार्डले $BrandFullNameDA स्थापना रद्द गर्ने मार्गदर्शन देखाउछ। स्थापना रद्द गर्नुभन्दा अगाडी $BrandFullNameDA चलिरहेको छैन भनि पक्का हुनुपर्छ $_CLICK

source: Bambara
ne: बामबारा

source: Turks and Caicos Islands
ne: टर्क्स र काइकस आइस्ल्यान्ड्स

source: Permission denied to create wrapper for object of class %S
ne: वर्ग %S को वस्तुको लागि र्यापर सिर्जना गर्न अनुमति अस्वीकृत भयो

source: Cyrillic (Windows)
ne: सिरिलिक (Windows)

source: List
ne: सूची

source: Looked up %1$S…
ne: %1$S मा हेरियो …

source: locked
ne: ताल्चा लगाइएको

source: Traditional Chinese (Hong Kong)
ne: परम्परागत चिनियाँ (हंगकंग )

source: All add-ons have been disabled by safe mode.
ne: सबै एड-अनहरू सुरक्षित मोडद्वारा असक्षम गरिएको छ।

source: &Resume
ne: पुनः आरम्भ

source: Use default
ne: पूर्वनिर्धारित प्रयोग गर्नुहोस्

source: &Ludicrous Speed (2×)
ne: अति उच्च गति (२x)

source: The file could not be saved because you do not have the proper permissions. Choose another save directory.
ne: तपाईँले उचित अनुमति नदिनु भएकाकारण फाइल सङ्ग्रह गर्न सकिएन। कृपया अर्को सङ्ग्रह डाइरेक्टरी छान्नुहोस्।

source: Don't ask me this again
ne: मलाई यसको बारेमा फेरि नसोध्नुहोस्

source: Please wait while $BrandFullNameDA is being installed.
ne: कृपया $BrandFullNameDA स्थापना भइरहदा प्रतीक्षा गर्नुहोस्।

source: Sharing Camera with "%S"
ne: %S सँग क्यामेरा साझा गरिदै

source: Traditional Chinese (Taiwan)
ne: पुरानो चिनियाँ (ताइवान )

source: Local Directory
ne: स्थानीय डारेक्टरी

source: user.js Preferences
ne: user.js प्राथमिकताहरू

source: Italy
ne: इटाली

source: Puerto Rico
ne: पुरटो रिको

source: It is not possible to check for updates to incompatible add-ons because software installation for &brandShortName; has been disabled. Please contact your System Administrator for assistance.
ne: यो &brandShortName; को लागि सफ्टवेयर स्थापना अक्षम गरिएको छ किनभने अमिल्दो एड-अनको लागि अद्यावधिक जाँच गर्न सम्भव छैन। सहयोगका लागि तपाईँको सिस्टम एडमिनीस्ट्रेटरलाई सम्पर्क गर्नुहोस्।

source: Filter cookies
ne: कुकिज फिल्टर गर्नुहोस्

source: &Look in:
ne: ...मा हेर्नुहोस्:

source: Updates available at
ne: अद्यावधिकहरू यहाँ उपलब्ध छन्

source: Fonts & Colors
ne: फन्टहरू र रङहरू

source: The page you are trying to view cannot be shown because an error in the data transmission was detected.
ne: डेटा प्रसारणमा एउटा त्रुटी पत्ता लागेको हुनाले तपाईँले हेर्न प्रयास गर्नु भएको पृष्ठ देखाउन सकिँदैन ।

source: Search or enter address
ne: खोज्नुहोस वा स्थान प्रविष्ट गर्नुहोस

source: Certificate Subject Alt Name
ne: प्रमाणपत्र विषयको अल्ट नाम

source: &Open Link
ne: लिङ्क खोल्नुहोस्

source: Column:
ne: स्तम्भ:

source: Certificate Key Usage
ne: प्रमाणपत्र कुञ्जी उपयोग

source: An XSLT stylesheet directly or indirectly imports or includes itself:
ne: एउटा XSLT शैलीपानाले प्रत्यक्ष वा अप्रत्यक्ष रुपमा आफैलाई आयात वा समावेश गर्दछ:

source: alert
ne: सतर्कता

source: &brandShortName; &will:
ne: &brandShortName; ले:

source: &Restart with Add-ons Disabled…
ne: एड-अनहरू अक्षम पारेर पुनः सुरु गर्नुहोस...

source: Mixed Content
ne: मिश्रित सामाग्री

source: Crash report already submitted; thank you for helping make &brandShortName; better!
ne: क्र्यासको जानकारी पठाईसकियो; &brandShortName; राम्रो बनाउन गर्नुभएको मद्दतको लागि धन्यवाद!
